Revit 2027 API
ParameterTypeId.TotalExcavationVolume Property
 "Total Excavation Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TotalExcavationVolume { get; }
Public Shared ReadOnly Property TotalExcavationVolume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TotalExcavationVolume {
	ForgeTypeId^ get ();
}
static member TotalExcavationVolume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace